import React from "react";
import "./company.css";
import image1 from "./images/image1.png";
import companyimage2 from "./images/companyimage2.png";
import companyimage3 from "./images/companyimage3.png";

const Company = () => {
  return (
    <div className="company_main_block">
      <div className="company_block1">
        <h2>Компания</h2>
        <p className="company_p1">
          Не следует, однако, забывать, что дальнейшее развитие различных форм
          деятельности позволяет оценить значение направлений прогрессивного
          развития. Сложно сказать, почему независимые государства указаны как
          претенденты на роль ключевых факторов! Прежде всего, повышение уровня
          гражданского сознания играет важную роль в формировании направлений
          прогрессивного развития. Не следует, однако, забывать, что дальнейшее
          развитие различных форм деятельности позволяет оценить значение
          направлений прогрессивного развития. Сложно сказать, почему
          независимые государства указаны как претенденты на роль ключевых
          факторов! Прежде всего, повышение уровня гражданского сознания играет
          важную роль в формировании направлений прогрессивного развития.{" "}
        </p>
        <img src={image1} alt="" className="company_image1" />
      </div>
      <div className="company_block2">
        <p className="company_p2">
          Не следует, однако, забывать, что дальнейшее развитие различных форм
          деятельности позволяет оценить значение направлений прогрессивного
          развития. Сложно сказать, почему независимые государства указаны как
          претенденты на роль ключевых факторов! Прежде всего, повышение уровня
          гражданского сознания играет важную роль в формировании направлений
          прогрессивного развития. Не следует, однако, забывать, что дальнейшее
          развитие различных форм деятельности позволяет оценить значение
          направлений прогрессивного развития. Сложно сказать, почему
          независимые государства указаны как претенденты на роль ключевых
          факторов! Прежде всего, повышение уровня гражданского сознания играет
          важную роль в формировании направлений прогрессивного развития.
        </p>
        <img src={companyimage2} alt="" className="company_image2" />
      </div>
      <div className="company_block3">
        <img src={companyimage3} alt="" className="company_image3" />
        <p className="company_p3">
          Не следует, однако, забывать, что дальнейшее развитие различных форм
          деятельности позволяет оценить значение направлений прогрессивного
          развития. Сложно сказать, почему независимые государства указаны как
          претенденты на роль ключевых факторов! Прежде всего, повышение уровня
          гражданского сознания играет важную роль в формировании направлений
          прогрессивного развития. Не следует, однако, забывать, что дальнейшее
          развитие различных форм деятельности позволяет оценить значение
          направлений прогрессивного развития. Сложно сказать, почему
          независимые государства указаны как претенденты на роль ключевых
          факторов! Прежде всего, повышение уровня гражданского сознания играет
          важную роль в формировании направлений прогрессивного развития.
        </p>
      </div>
    </div>
  );
};

export default Company;
